---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeSlope
source: html/27c48792-253f-91c5-0a75-6811d5292e56.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeSlope Property

"Slope"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeSlope { get; }
```